Repository: 84000/data-translation-memory
Catalog: toh555-v3.tmx
Source language: bo
Languages: en

source: ཕུ་བོ་གཉིས་ལ་གཅེན་གཉིས་སླར་གཤེགས་ཤིག །བདག་ནི་རེ་ཞིག་སླར་མཆིའོ་ཞེས་སྨྲས་སོ།
en: Therefore, he said to his two older brothers, ‘Brothers, you two go back; I will stay here a little longer.’ “

source: །དེ་ནས་རྒྱལ་བུ་སེམས་ཅན་ཆེན་པོ་སླར་ཚལ་གྱི་ནང་དུ་ཞུགས་ནས་སྟག་མོའི་དྲུང་དུ་ཕྱིན་ཏེ།
en: Prince Mahāsattva then returned to the forest and went before the tigress.

source: གོས་ཕུད་ནས་འོད་མའི་སྟེང་དུ་བཞག་སྟེ་སྨོན་ལམ་འདི་སྐད་དུ་བཏབ་བོ། །བདག་ནི་ཆེས་མཁས་སེམས་ཅན་ཀུན་གྱི་ཕྱིར། །བླ་མེད་བྱང་ཆུབ་གནས་ནི་གཉེར་བས་ན།
en: He took off his clothes and placed them upon a bamboo, and then he made this prayer: “ ‘I, with great wisdom, seek the state of the Highest enlightenment for the sake of all beings.

source: །སྙིང་རྗེ་ཆེན་པོའི་སེམས་བསྐྱེད་གཡོ་བ་མེད། །སྐྱེ་བོས་ཕངས་པའི་ལུས་ནི་གཏོང་བར་བྱེད།
en: With an unwavering motivation of great compassion, I will give away the body that is cherished by beings. “ ‘

source: །བྱང་ཆུབ་ནད་མེད་གདུང་བ་མེད་པས་ན། །བློ་དང་ལྡན་པ་ཀུན་གྱིས་རབ་ཏུ་མོས།
en: Enlightenment has no illness and no pain And is aspired to by all who have wisdom.

source: །ཁམས་གསུམ་སྡུག་བསྔལ་རྒྱ་མཚོའི་སེམས་ཅན་ཀུན། །དེང་བདག་དྲངས་ནས་བདེ་ལ་འགོད་པར་ཤོག །
en: Today I will lead all beings who are in the ocean of suffering Of the three realms and bring them to happiness.’ “

source: དེ་ནས་རྒྱལ་བུས་ཚིག་དེ་སྐད་སྨྲས་ནས་སྟག་མོ་ལྟོགས་པའི་མདུན་དུ་ལུས་བོར་ཏེ་ཉལ་བ་དང་།
en: Having spoken those words, the prince then threw down his body and lay in front of the hungry tigress.

source: བྱང་ཆུབ་སེམས་དཔའ་དེའི་བྱམས་པ་དང་སྙིང་རྗེའི་གཟི་བྱིན་གྱི་མཐུས་སྟག་མོས་ཅི་ཡང་བྱེད་མ་ནུས་སོ།
en: Because of the power of the magnificence of that bodhisattva’s love and compassion, the tigress was not able to do anything.

source: །བྱང་ཆུབ་སེམས་དཔས་དེ་ལྟ་བུ་མཐོང་བ་དང་རི་མཐོན་པོའི་སྟེང་དུ་འཛེགས་ཏེ་ལུས་བོར་ནས་ཡང་འདི་སྙམ་དུ་སྟག་མོ་འདི་ནི་ཉམ་ཆུང་ཞིང་དམའ་བས་བདག་ལ་བཟའ་བར་མི་ནུས་སོ་སྙམ་དུ་བསམས་ནས་ལངས་ཏེ་མཚོན་བཙལ་ན་ཡང་མ་རྙེད་པས་འོད་མ་སྐམ་པོའི་ཚལ་བས་ལྐོག་མར་ཁྲག་ཕྱུང་སྟེ།
en: The bodhisattva, seeing that this was so, climbed up onto a high mountain and threw down his body from there. But then he thought, ‘This tigress is so weak and feeble that she is not able to eat me.’ Thinking this, he stood up and went looking for a weapon. He could not find one, and so using a shard of dry bamboo, he made blood flow from his throat and finally came close to the tigress. “

source: མཐར་གྱིས་སྟག་མོའི་དྲུང་དུ་ཉེ་བར་བསྙེན་པ་དང་། དེའི་ཚེ་ཇི་ལྟར་རླུང་གིས་ཆུ་བོ་བསྐྱོད་པ་བཞིན་དུ་ས་ཆེན་པོ་ཡང་རྣམ་པ་དྲུག་ཏུ་རབ་ཏུ་གཡོས་པར་གྱུར།
en: At that time, the great earth quaked in six ways, like a river being blown on by the wind.

source: ཉི་མ་ཡང་སྒྲ་གཅན་གྱིས་བསྒྲིབས་པ་བཞིན་དུ་འོད་དང་མི་ལྡན་པས་ཕྱོགས་བཅུ་ཀུན་དུ་མུན་ནག་ཏུ་གྱུར་ནས་ལྷ་རྣམས་ཀྱིས་ཀྱང་མེ་ཏོག་དམ་པ་དང་། སྤོས་མཆོག་དམ་པའི་ཕྱེ་མའི་ཆར་ཡང་མངོན་པར་ཕབ་པས་ཚལ་གྱི་ནང་དུ་ཀུན་དུ་ཁྱབ་ཅིང་གང་བར་གྱུར་ཏོ།
en: The sun also did not shine, as if it were being obscured by an eclipse, so that there was darkness in all the ten directions. The devas also sent down a rain of excellent flowers, and excellent, sublime scented powders that spread throughout and filled the interior of the forest. “

source: །དེའི་ཚེ་བར་སྣང་ལ་གནས་པའི་ལྷའི་ཚོགས་མང་པོ་རྣམས་ཀྱིས་དངོས་པོ་དེ་ལྟ་བུ་མཐོང་བ་དང་། རྗེས་སུ་ཡི་རང་བའི་སེམས་བསྐྱེད་ནས་སྔོན་ཆད་ནམ་ཡང་འདི་ལྟ་བུ་མ་བྱུང་ངོ་ཞེས་བསྔགས་པ་བརྗོད་དེ་ཐམས་ཅད་ཀྱིས་སྐྱེས་བུ་ཆེན་པོ་ལེགས་སོ་ལེགས་སོ་ཞེས་བསྔགས་པ་བརྗོད་ནས་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: At that time, the multitudes of devas present in the sky, on seeing such a thing, rejoiced in their minds and praised him, saying, ‘There has never occurred anything like this before!’ They all praised him, saying, ‘Well done! Great being, well done!’

source: སྐྱེས་ཆེན་ཡོངས་སྐྱོབ་སྙིང་རྗེའི་སེམས་བསྐྱེད་ནས། །བུ་གཅིག་བཞིན་དུ་སེམས་ཅན་མཉམ་པར་ལྟ། །རབ་དཔའ་དགའ་ཆེན་སེམས་ལ་འཇུངས་མེད་པས། །ལུས་སྤངས་ཕོངས་སྐྱོབ་བསོད་ནམས་དཔག་པར་དཀའ།
en: and they recited these verses: “ ‘Great being, protector, who has developed the motivation of compassion, Who regards all beings equally as if they were your only child, With courage, great joy, and without any clinging in your mind, You gave up your body, saving the distressed, and gained incalculable merit. “ ‘

source: །ངེས་པར་རྟག་བདེ་གྱ་ནོམ་གནས་ཕྱིན་ནས། །འཁོར་བའི་འཆིང་བ་མང་པོ་གཏན་དུ་སྤོང་། །རིང་པོར་མི་ཐོགས་བྱང་ཆུབ་འབྲས་འཐོབ་ནས། །ཉེར་ཞི་བདེ་བ་སྐྱེ་མེད་མངོན་རྟོགས་འགྱུར།
en: You will certainly reach a state of wonderful, permanent bliss, Will conclusively eliminate the many bondages of saṃsāra, And will soon attain without impediment the result that is enlightenment; You will realize birthless, complete peace and bliss.’ “

source: །དེའི་ཚེ་སྟག་མོ་ལྟོགས་པ་དེས་བྱང་ཆུབ་སེམས་དཔའི་ལྐོག་མ་ནས་ཁྲག་ཟག་པ་མཐོང་བ་དང་ཁྲག་བལྡགས་ཏེ་ཤ་མ་ལུས་པར་ཟོས་པས་རུས་པ་འབའ་ཞིག་ལུས་པར་བྱས་སོ།
en: At that time, the hungry tigress saw the blood falling from the bodhisattva’s throat and licked the blood, and then ate all his flesh, without remainder, so that there were only bones left. “

source: །དེ་ནས་རྒྱལ་བུ་ཆེན་པོས་ས་གཡོས་པ་མཐོང་བ་དང་ནུ་བོ་ལ་སྨྲས་པ། ས་ཆེན་རི་ཀླུངས་ཀུན་ཀྱང་རབ་ཏུ་གཡོས།
en: Then the elder prince, seeing the earth quake, said to his younger brother: “ ‘The great earth with all its mountains and rivers has quaked.

source: །ཕྱོགས་ཀུན་མུན་ནག་ཉི་མའི་འོད་མི་ལྡན།
en: In all directions there is darkness without any sunlight.

source: །ལྷ་ཡི་མེ་ཏོག་ལྷུང་བས་མཁའ་ཁྱབ་པས།
en: Flowers from the devas have fallen, filling the sky.

source: །འདི་ནི་ནུ་བོས་ངེས་པར་ལུས་སྤངས་རྟགས།
en: These are signs that our younger brother has given away his body.’ “

source: །རྒྱལ་བུ་འབྲིང་པོས་ཕུ་བོས་དེ་སྐད་སྨྲས་པ་ཐོས་པ་དང་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ། སྟག་མོ་ལུས་ལྟོགས་ཤིན་ཏུ་ཉམ་ཆུང་བ། བཀྲེས་གཟིར་བུ་ཕྲུག་བཟའ་དོགས་མཐོང་ནས་ནི། །སེམས་ཅན་ཆེན་པོ་སྨྲེ་བ་དག་ཐོས་པས། །ནུ་བོས་ལུས་བཏང་དེང་བདག་ཐེ་ཙོམ་འཚལ།
en: The middle prince heard the words of his elder brother, and he spoke this verse: “ ‘When we saw the starving tigress with a weakened body, Tormented by hunger and in danger of eating her cubs, And I heard the words spoken by Mahāsattva, I had the Suspicion that today our younger brother would give his body away.’ “

source: །དེ་ནས་རྒྱལ་བུ་གཉིས་མྱ་ངན་དང་། སྡུག་བསྔལ་ཆེན་པོ་སྐྱེས་པས་སྨྲེ་སྔགས་བཏོན་ཏེ་ངུས་ནས་གཉིས་ཀ་ལྷན་ཅིག་ཏུ་སླར་སྟག་མོའི་དྲུང་དུ་ཕྱིན་ཏེ།
en: The two princes then felt great sadness and suffering, and they wailed and wept, and together they both went into the presence of the tigress.

source: ནུ་བོའི་གོས་ནི་འོད་མའི་ཡལ་ག་ལ་བཀལ། རུས་པ་དང་། སྐྲ་ནི་ཀུན་དུ་འཐོར།
en: They saw their younger brother’s clothes draped over a bamboo branch, his bones and hair scattered everywhere.

source: ཁྲག་བབས་པས་ནི་རྫབ་ཏུ་གྱུར་ནས་ས་གཞི་ཀུན་དུ་ཁྱབ་པར་གྱུར་པ་མཐོང་བ་དང་བརྒྱལ་ནས་རང་གི་ལུས་ཀྱང་གཟུང་མ་ནུས་པས་རུས་པའི་དྲུང་དུ་ལུས་བརྡབས་ཏེ། རིང་ཞིག་ལོན་ནས་དྲན་པ་སླར་ཐོབ་པ་དང་།
en: His spilled blood had formed mud and spread everywhere too. They collapsed, and being unable to embrace his body, they threw themselves before his bones.

source: ལངས་ནས་ལག་པ་བཏེག་སྟེ་རབ་ཏུ་ངུས་ནས་སྨྲེ་སྔགས་བཏོན་པ། བདག་ཅག་ནུ་བོ་བྱད་སྡུག་མཛེས། །ཕ་མ་གཉི་ག་ལྷག་པར་བྱམས། །ཅི་ཕྱིར་ལྷན་ཅིག་ཕྱིར་བྱུང་ནས། །ལུས་སྤངས་སླར་ནི་མ་ལོག་གྱུར།
en: After a long time had passed, they regained consciousness, stood up, and with arms upraised, they wept and lamented: “ ‘Our beautiful, handsome younger brother, Greatly loved by both his father and mother, Why did you not come out with us And not return to give away your body? “ ‘

source: །གལ་ཏེ་ཕ་མས་དྲིས་གྱུར་ན། །བདག་ཅག་ལན་ནི་ཇི་སྐད་གདབ།
en: If our father and mother ask us, What can we say in answer to them?

source: །ལྷན་ཅིག་སྲོག་ནི་བཏང་སླ་ན།
en: It will be easier for us both to give up our lives.

source: །རང་གི་ལུས་ནི་ཅི་ཕྱིར་བཞག །
en: Why should we remain in these our bodies?’ “

source: དེ་ནས་རྒྱལ་བུ་གཉིས་སྨྲེ་སྔགས་བཏོན་ཏེ་ངུས་ནས་ཡིད་ལ་གཅགས་བཞིན་དུ་མཐར་གྱིས་སྤངས་ཏེ་དོང་ངོ་།
en: Then the two princes, wailing and weeping as if their minds had been broken, eventually left and went away. “

source: །དེའི་ཚེ་རྒྱལ་བུ་ཐ་ཆུངས་ཀྱིས་ཁྲིད་པའི་གཡོག་འཁོར་རྣམས་ཕན་ཚུན་གཅིག་ལ་གཅིག་འདི་སྐད་དུ་རྒྱལ་བུ་གང་ན་ཡོད་པ་ལྷན་ཅིག་བཙལ་བའི་རིགས་སོ་ཞེས་སྨྲས་པར་གྱུར་ཏོ།
en: At that time, the retinue of attendants that the youngest prince had brought along were asking one another, ‘Where is the prince? We should search for him together.’ “

source: །དེའི་ཚེ་རྒྱལ་པོའི་བཙུན་མོ་དམ་པ་ཡང་ཐོག་མཐོན་པོའི་སྟེང་དུ་ཉལ་བའི་རྨི་ལམ་ན་ལྟས་ངན་གྱི་མཚན་མ་མཐོང་བ་འདི་ལྟ་སྟེ། ནུ་མ་གཉིས་གཞན་གྱིས་བཅད་པ་དང་། སོ་ལྷུང་བ་དང་། ཕུག་རོན་གྱི་ཕྲུ་གུ་གསུམ་ཐོབ་པ་ལས་གཅིག་ནི་ཁྲས་ཁྱེར། གཉིས་ནི་དངངས་ཤིང་སྐྲག་པར་གྱུར་པ་དག་མཐོང་བར་གྱུར་ཏོ།
en: Also at that time, the king’s principal queen, who was asleep on a high roof, saw these bad omens in a dream: someone cut off her breasts; her teeth fell out; and she obtained three dove chicks but saw one being carried away by a hawk and the other two being frightened and terrified.

source: །ས་གཡོས་པའི་ཚེ་བཙུན་མོ་སད་དེ་སེམས་ལ་མྱ་ངན་ཆེན་པོ་སྐྱེས་ནས་འདི་སྐད་དུ་སྨྲས་སོ། །ཅི་ཕྱིར་དེང་ནི་ས་ཆེན་རབ་ཏུ་གཡོས། །ཆུ་ཀླུང་ནགས་ཚལ་ལྗོན་ཤིང་ཀུན་ཀྱང་འགུལ།
en: When the earth quaked, the queen woke up, felt great sadness, and said: “ ‘Why did this great earth quake today So that all the rivers, forests, and trees shook?

source: །ཉི་མའི་འོད་མེད་གཡོགས་ཤིང་བསྒྲིབས་པ་འདྲ།
en: The sun had no light as if it were covered and obscured.

source: །མིག་འགུལ་ནུ་གཡོ་སྔོན་ཆད་ཡང་མི་འདྲ།
en: My eyes quiver and my chest heaves as they never have before. “ ‘

source: །སྙིང་ལ་མདས་ཕོག་བཞིན་དུ་སྡུག་བསྔལ་གཟིར།
en: I am pierced by pain as if an arrow has struck my heart.

source: །ལུས་ཀུན་རབ་གཡོ་བདེ་བ་ཅི་ཡང་མེད།
en: My whole body is shaking, and there is no comfort.

source: །བདག་གིས་རྨི་ལམ་ལྟས་ངན་མཐོང་བས་ན། །ངེས་པར་སྔོན་མེད་ལྟས་ངན་དངོས་པོ་ཡོད།
en: I have seen such bad omens in my dream; There have certainly never been such bad omens before.’ “

source: །བཙུན་མོའི་ནུ་མ་གཉིས་ལས་ཞོ་ཟགས་པ་དང་འདི་སྙམ་དུ་འདི་ནི་གདོན་མི་ཟ་བར་ལྟས་ངན་ཀྱི་དངོས་པོ་སྟོན་པ་ཡིན་ནོ་སྙམ་མོ།
en: Milk dripped from both the queen’s breasts and she thought, ‘Without doubt this is the appearance of a bad omen.’ “

source: །དེའི་ཚེ་ནང་འཁོར་མ་ཞིག་ཕྱི་རོལ་གྱི་མི་རྣམས་རྒྱལ་བུ་བཙལ་བ་ལས་ད་དུང་མ་རྙེད་དོ་ཞེས་ཟེར་བ་ཐོས་པ་དང་།
en: At that time, one of her attendants heard men outside saying that that they were searching for the prince but had still not found him.

source: སེམས་ལ་ཤིན་ཏུ་སྐྲག་ཅིང་འཇིགས་པ་སྐྱེས་པས་ཕོ་བྲང་གི་ནང་དུ་སོང་སྟེ་བཙུན་མོ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ལྷ་མོ་མཁྱེན་ལགས་སམ་སླད་རོལ་གྱི་མི་རྣམས་ལས་ཀུན་དུ་སོ་སོར་རྒྱལ་བུ་བཙལ་བ་ལས་ད་དུང་མ་རྙེད་ཅེས་མཆི་བ་ཐོས་ལགས་སོ།
en: She was frightened and alarmed, and she went into the palace and said to the queen, ‘Your Majesty, did you know that I have heard from the men outside that they are searching for the prince but have still not found him.’ “

source: །དེ་ནས་བཙུན་མོ་དེས་ཚིག་དེ་སྐད་སྨྲས་པ་ཐོས་པ་དང་། མྱ་ངན་ཆེན་པོ་སྐྱེས་པས་སྨྲེ་སྔགས་བཏོན་ཏེ།
en: When the queen heard those words, she wailed in great misery.

source: མིག་མཆི་མས་གང་བཞིན་དུ་རྒྱལ་པོའི་དྲུང་དུ་ཕྱིན་ནས་རྒྱལ་པོ་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །ལྷ་ཆེན་པོ་བདག་གིས་སླད་རོལ་གྱི་མི་རྣམས་ལས་འདི་སྐད་དུ་བདག་གི་བུ་སྡུག་ཐ་ཆུངས་སྟོར་ཅེས་མཆི་བ་ཐོས་ལགས་སོ།
en: With her eyes filled with tears, she went before the king and said to him, ‘Your Majesty, I have heard from men outside that our beloved youngest son is lost!’ “

source: །རྒྱལ་པོས་ཚིག་དེ་ཐོས་པ་དང་ཤིན་ཏུ་སྐྲག་པར་གྱུར་པས་བརྣངས་བཞིན་དུ་སྨྲེ་ཚིག་འདི་སྐད་དུ་ཀྱི་ཧུད་སྡུག་བསྔལ་ལོ།
en: When the king heard those words, he was greatly frightened. Choking, he shed tears and lamented with these words: ‘Alas! Such suffering!

source: །དེང་ངའི་བུ་ཡིད་དུ་འོང་བ་སྟོར་བར་གྱུར་ཏོ་ཞེས་སྨྲས་ནས་མཆི་མ་ཕྱིས་ཏེ།
en: Today my beautiful son is lost!’

source: བཙུན་མོ་ལ་སྤྲོ་བ་བསྐྱེད་ནས་འདི་སྐད་དུ་བཞིན་བཟང་མ་ཁྱོད་མྱ་ངན་མ་བྱེད་ཅིག །
en: In order to comfort the queen, he said, ‘Beautiful one, do not be sad.

source: ངས་དེང་ལྷན་ཅིག་ཕྱིར་བྱུང་སྟེ་བུ་སྡུག་བཙལ་བར་བྱའོ་ཞེས་སྨྲས་ནས།
en: Let us now go out together and search for our beloved son.’ “

source: རྒྱལ་པོ་བཙུན་མོ་དང་། སྐྱེ་བོའི་ཚོགས་མང་པོ་དང་ལྷན་ཅིག་ཏུ་གྲོང་ཁྱེར་ནས་ཕྱིར་བྱུང་སྟེ།
en: Then the king, the queen, and a great gathering of people together left the city and dispersed in all directions, searching. “

source: སོ་སོར་གྱེས་ཏེ་ཕྱོགས་ཀུན་དུ་བཙལ་བ་ལས་རིང་པོ་མ་ལོན་པར་བློན་པོ་ཆེན་པོ་ཞིག་ཉེ་བར་མདུན་དུ་འོངས་ཏེ་རྒྱལ་པོ་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །ལྷ་རྒྱལ་བུ་མི་བཞུགས་ཞེས་ཐོས་པས་ཐུགས་ངན་མི་མཛད་དུ་གསོལ། རྒྱལ་བུ་ཐ་ཆུངས་ནི་ད་དུང་མི་གདའ་ལགས་སོ།
en: Before long, a prime minister came before them and said to the king, ‘Your Majesty, do not sorrow, but the prince is not present; there is no youngest prince.’ “

source: །རྒྱལ་པོས་ཚིག་དེ་ཐོས་པ་དང་སྨྲེ་སྔགས་བཏོན་ནས་འདི་སྐད་དུ་ཀྱི་ཧུད་ངའི་བུ་ཡིད་དུ་འོང་བ་སྟོར་བར་གྱུར་ཏོ་ཞེས་སྨྲས་པར་གྱུར་ཏོ།
en: When the king heard those words, he wailed, saying, ‘Alas! I have lost my beautiful son!’ “ ‘

source: །དང་པོ་བུ་ཡོད་ཚེ་ན་དགའ་བ་ཆུང་།
en: When first there is a son, the happiness is small.

source: །ཕྱིས་ནི་བུ་སྟོར་ཚེ་ན་སྡུག་བསྔལ་ཆེ།
en: Later, when the son is lost, the suffering is great.

source: །གལ་ཏེ་ངའི་བུའི་སྲོག་ནི་སླར་ཐོབ་ན། །ངའི་ལུས་ཤི་ཡང་སྡུག་བསྔལ་ཅི་ཡང་མེད།
en: If only my son were to regain his life, Even were I to die, there would be no suffering.’ “

source: །བཙུན་མོས་དེ་སྐད་ཐོས་པ་དང་། །དཔེར་ན་མདས་ཕོག་པ་བཞིན་དུ་མྱ་ངན་གྱིས་ཀུན་དུ་དཀྲིས་པར་གྱུར་པས་སྨྲེ་ཚིག་འདི་སྐད་ཅེས་སྨྲས་སོ། །བདག་གི་བུ་གསུམ་འཁོར་དང་བཅས་པར་ནི། །ནགས་ཚལ་དོང་སྟེ་ལྷན་ཅིག་རྩེ་བ་ལས། །བུ་སྡུག་ཐ་ཆུངས་གཅིག་པུ་མ་འོངས་པས།
en: The queen, on hearing those words, became enveloped in grief, as if she had been struck by an arrow, and she made this lament: “ ‘My three sons, with their attendants, Entered the forest to play together, And only my beloved youngest son has not returned.

source: །ངེས་པར་འབྲལ་བའི་ལྟས་ངན་དངོས་ཡོད་འགྱུར།
en: I have had bad omens of certain separation from him.’ “

source: །དེའི་འོག་ཏུ་ཡང་བློན་པོ་འབྲིང་པོ་རྒྱལ་པོའི་དྲུང་དུ་ཉེ་བར་འོངས་པ་ལ་རྒྱལ་པོས་བློན་པོ་དེ་ལ་བུ་སྡུག་གང་ན་འདུག་ཅེས་སྨྲས་པ་ལས།
en: After that, a mid-ranking minister came before the king, and the king asked him, ‘Where is my beloved son?’ “

source: བློན་པོ་འབྲིང་པོས་དེ་ཡིད་ལ་གཅགས་ཏེ་ངུས་པས་ལྐོག་མ་དང་ལྕེ་ཡང་སྐམས་ནས་ཚིག་འབྱིན་ཅིང་ལན་འདེབས་ཀྱང་མ་ནུས་པ་དང་བཙུན་མོས་འདི་སྐད་ཅེས་དྲིས་སོ།
en: The mid-ranking minister, his mind crushed, weeping, his palate and tongue dry, was unable to speak words to answer. Then the queen said to him: “ ‘Where is my youngest son?

source: །བུ་ཆུང་ད་ལྟར་གང་ན་མྱུར་དུ་སྨྲོས།
en: Answer quickly!

source: །བདག་གི་ལུས་ཀུན་རབ་ཏུ་བསྲེགས་པར་གྱུར།
en: My entire body is as if burning intensely.

source: །མྱོས་འཁྲུགས་རྨོངས་པས་ནང་གི་སེམས་ཉིད་སྟོར། །བདག་གི་བྲང་ནི་དེ་རིང་གས་སྙམ་བྱེད།
en: My mind is in disarray with madness, distress, and bewilderment, And I think that today my breast will burst apart!’ “

source: །དེ་ནས་བློན་པོ་འབྲིང་པོས་རྒྱལ་བུས་ལུས་ཡོངས་སུ་བཏང་བའི་དངོས་པོ་དེ་དག་ཞིབ་ཏུ་རྒྱལ་པོ་ལ་གསོལ་ཏེ་ཤེས་པར་བྱས་པ་དང་།
en: The mid-ranking minister then informed the king, describing it in detail, how the prince had given away his body. “

source: རྒྱལ་པོ་དང་། བཙུན་མོས་གཏམ་དེ་ཐོས་ནས་སྨྲེ་ཞིང་མཆི་མས་བརྣངས་བཞིན་དུ་ལུས་ཡོངས་སུ་བཏང་བའི་ས་ཕྱོགས་སུ་མྱུར་ཞིང་རིངས་པར་དོང་སྟེ།
en: When the king and queen heard this account, wailing and choking with tears, they quickly hurried to the place where he had given away his body.

source: འོད་མའི་ཚལ་བྱང་ཆུབ་སེམས་དཔས་ལུས་བཏང་བའི་གནས་སུ་ཕྱིན་ནས་རུས་པ་རྣམས་ཀུན་དུ་འཐོར་བ་མཐོང་བ་དང་ཅིག་ཅར་ས་ལ་འགྱེལ་ཏེ།
en: They came to the bamboo forest where the bodhisattva had given away his body and saw the bones scattered everywhere. They immediately fell to the ground, fainting as if they had died.

source: ཤི་བ་དང་འདྲ་བར་བརྒྱལ་བར་གྱུར་པས་དཔེར་ན་རླུང་དྲག་པོས་ལྗོན་ཤིང་ཆེན་པོ་བསྒྱེལ་བཞིན་དུ་སེམས་རྨོངས་ཤིང་དྲན་པ་སྟོར་བས་ཤེས་པ་ཅི་ཡང་མེད་པར་གྱུར་ཏོ།
en: They were like great trees blown over by a fierce wind, their minds insensible, having lost consciousness and having no awareness of anything. “

source: །དེ་ནས་བློན་པོ་ཆེན་པོ་ལ་སོགས་པས་ཆུས་ཀུན་དུ་གཏོར་བ་དང་། རྒྱལ་པོ་དང་བཙུན་མོ་རིང་ཞིག་ལོན་ནས་གདོད་དྲན་པ་ཐོབ་པར་གྱུར་ཏོ།
en: Then the prime minister and the others sprinkled water on them until at length, the king and queen again recovered consciousness.

source: །དེ་ནས་ལག་པ་བཏེག་སྟེ་འདུག་ནས་སྨྲེ་ཚིག་སྨྲས་པ།
en: Then with his arms upraised, the king wailed: “ ‘Alas!

source: ཀྱི་ཧུད་བུ་སྡུག་མཛེས་པའི་མཚན་དང་ལྡན། ཅིའི་ཕྱིར་འཆི་བའི་སྡུག་བསྔལ་སྔར་འོངས་གཙེས།
en: Our beloved son, who had the features of beauty, Why have you been struck so early by the suffering of death?

source: གལ་ཏེ་ཁྱོད་ཀྱི་མདུན་དུ་བདག་ཤི་ན། །འདི་འདྲའི་སྡུག་བསྔལ་མཐོང་བར་ག་ལ་འགྱུར།
en: If I had died before you, how could I Have ever witnessed such suffering?’ “

source: །དེ་ནས་བཙུན་མོ་མྱོས་ཤིང་བརྒྱལ་བ་ཁད་ཀྱིས་ཞི་བར་གྱུར་ནས་ཀྱང་སྐྲ་ལོང་ལོང་པོར་གྱུར་ཏེ་ལག་པ་གཉིས་ཀྱིས་བྲང་བརྡུངས་ནས་ཉ་སྐམས་ལ་འགྲེ་བ་བཞིན་དུ་ས་ལ་འགྲེས་ཏེ། བ་བུ་སྟོར་བ་བཞིན་དུ་ངུས་ནས་སྨྲེ་ཚིག་སྨྲས་པ།
en: Then the queen, no longer close to fainting, crazed, with her hair hanging loose in disarray, beat her breast with both her hands, thrashed on the ground like a fish writhing on dry land, and wept and wailed like a cow that has lost its calf. “ ‘

source: བདག་གི་བུ་ནི་སུས་གཏུབས་ན། །རུས་པ་ལྷག་མ་ས་ལ་གཏོར།
en: Who killed my son, So that his bones are scattered on the ground?

source: །བདག་གི་བུ་སྡུག་སྟོར་བས་ན།
en: I lost my beloved son.

source: །མྱ་ངན་སྨྲེ་བ་རང་མི་ཐེག །
en: I cannot help but feel sorrow. “ ‘Alas!

source: ཀྱི་ཧུད་བུ་ནི་སུས་བསད་ན། མྱ་ངན་དངོས་པོ་འདི་འདྲ་མྱོང་།
en: Who would kill my son So that I experience such misery?

source: །བདག་སྙིང་རྡོ་ནི་མ་ཡིན་ན། །ཅི་ཡི་ཕྱིར་ན་གས་མ་གྱུར།
en: Is my heart made of stone That it has not broken? “ ‘

source: །བདག་གི་རྨི་ལམ་ནུ་མ་གཉིས། །གཞན་དག་གིས་ནི་བཅད་པ་དང་། །སོ་རྣམས་ལྷུང་བར་མཐོང་བས་ན། །དེང་ནི་སྡུག་བསྔལ་ཆེན་པོ་མྱོང་།
en: In my dream someone Cut off both my breasts, And I saw my teeth fall out, which Meant today there would be great suffering. “ ‘

source: །ཕུག་རོན་ཕྲུ་གུ་གསུམ་ལས་ནི། །གཅིག་ནི་ཁྲས་ཁྱེར་མཐོང་བས་ན། །དེང་ནི་བུ་སྡུག་སྟོར་གྱུར་པས། །ལྟས་ངན་སྟོན་ལ་མི་བདེན་མེད།
en: I saw that of three dove chicks, One was taken away by a hawk, Which meant today I had lost my beloved son, And that bad omen was not untrue.’ “

source: །དེ་ནས་རྒྱལ་བུ་ཆེན་པོ་དེ་བཙུན་མོ་དང་། བུ་གཉིས་དང་བཅས་པར་བརྩེ་བས་གཏུགས་ཏེ་ངུས་ནས་རྒྱན་ཐམས་ཅད་བཀྲོལ་ཏེ་སྐྱེ་བོའི་ཚོགས་མང་པོ་དང་ལྷན་ཅིག་ཏུ་བྱང་ཆུབ་སེམས་དཔའ་བཞག་པའི་ལུས་ཀྱིས་རིང་བསྲེལ་བསྡུས་ཏེ་མཆོད་པ་བྱ་བའི་ཕྱིར་མཆོད་རྟེན་གྱི་ནང་དུ་བཞག་གོ།
en: Then the great king, the queen, and their two sons, overcome by their love for the prince and weeping, cast off their jewelry and together with a great crowd of people collected the relics of the bodhisattva’s body and placed them inside a stūpa in order to make offerings to it. “

source: །ཀུན་དགའ་བོ་ཁྱོད་ཀྱིས་འདི་ཉིད་ནི་བྱང་ཆུབ་སེམས་དཔའ་དེའི་རིང་བསྲེལ་ཡིན་པར་རིག་པར་བྱའོ། །ཡང་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ།
en: Ānanda, you should know that these are the relics of that bodhisattva.”

source: ང་སྔོན་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་ལ་སོགས་པའི་ཉོན་མོངས་པ་དང་ལྡན་པའི་ཚེ་ན་ཡང་སེམས་ཅན་དམྱལ་བ་དང་། ཡི་དགས་དང་། དུད་འགྲོའི་སྐྱེ་གནས་ལ་སོགས་པའི་འགྲོ་བ་ལྔ་པོ་དག་ཏུ་ཡང་རྐྱེན་ཇི་ལྟ་བ་བཞིན་དུ་ཡོངས་སུ་བསྐྱབས་ནས་ཕན་བཏགས་ཏེ་ངེས་པར་འབྱུང་བ་ཐོབ་པར་བྱས་ན།
en: He also said to Venerable Ānanda, “In the past, even when I had such kleśas as desire, anger, and ignorance, I saved and helped, according to their circumstances, the five kinds of beings, such as those in the hells, pretas, and animals, so that they attained the state of leaving behind saṃsāra.

source: །ད་ལྟར་ཉོན་མོངས་པ་ཐམས་ཅད་ཟད་ནས་བག་ཆགས་ཀྱི་ལྷག་མ་མེད་དེ།
en: Therefore, it is needless to say that now that all the kleśas have ceased, none of their latencies remain.

source: ལྷ་དང་མིའི་སྟོན་པར་གྱུར་ནས་ཐམས་ཅད་མཁྱེན་པ་དང་ལྡན་པས་སེམས་ཅན་རེ་རེའི་ཕྱིར་ཡང་བསྐལ་པ་མང་པོའི་བར་དུ་སེམས་ཅན་དམྱལ་བ་དང་། གནས་གཞན་དག་ཏུ་གནས་ཏེ། སྡུག་བསྔལ་སྣ་ཚོགས་དང་དུ་བླངས་ནས་སྐྱེ་ཤི་དང་ཉོན་མོངས་པའི་འཁོར་བ་ལས་ངེས་པར་འབྱུང་བ་འཐོབ་པར་བྱེད་པ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: I have become the teacher of devas and humans, and I possess omniscience. I will remain in the hells and other places for the sake of each being for many eons and accept various kinds of suffering to make them attain the state of leaving behind the saṃsāra of birth, death, and the kleśas.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དོན་དེ་ཉིད་ཡང་བསྟན་པའི་ཕྱིར་ཚིགས་སུ་བཅད་དེ་བཀའ་སྩལ་པ། ང་སྔོན་འདས་པའི་དུས་ཀྱི་ཚེ། །བསྐལ་པ་གྲངས་མེད་ཚད་མེད་སྙེད། །རེས་འགའ་ཡུལ་གྱི་རྒྱལ་པོ་བྱས། །རེས་འགའ་རྒྱལ་བུ་བྱས་པ་ན།
en: Then the Bhagavat, in order to teach this meaning, spoke these verses: “In the past, in time gone by, For countless, innumerable eons I have sometimes been the king of a land And sometimes been a prince. “

source: །རྟག་པར་སྦྱིན་པ་ཆེར་བཏང་བས། །ཤིན་ཏུ་ཕངས་པའི་ལུས་བཏང་ནས། །འཁོར་བ་ལས་ནི་ངེས་བྱུང་སྟེ། །བྱང་ཆུབ་དམ་པར་ཕྱིན་པར་སྨོན།
en: I have always performed great acts of giving And given away my greatly cherished body And, leaving saṃsāra behind, Aspired to supreme enlightenment. “

source: །སྔོན་བྱུང་ཡུལ་ཆེན་ཞིག་ཏུ་ནི། །ཡུལ་བདག་ཤིང་རྟ་ཆེ་ཞེས་བྱ།
en: In the past, there was a great land, And its ruler was named Mahāratha.

source: །རྒྱལ་བུ་དཔའ་བོ་ཞེས་བྱ་བ། །རྟག་པར་སྦྱིན་གཏོང་སེར་སྣ་མེད།
en: There was a prince whose name was Sattva, Who was always generous, without miserliness. “

source: །དེ་ལ་ཕུ་བོ་གཉིས་ཡོད་དེ། །སྒྲ་ཆེན་ལྷ་ཆེན་པོ་ཞེས་བྱ།
en: He had two older brothers Called Mahāpraṇāda and Mahādeva.

source: །གསུམ་པོ་ལྷན་ཅིག་ཕྱིར་བྱུང་སྟེ། །མཐར་གྱིས་རི་དང་ནགས་ཚལ་ཕྱིན།
en: The three went out together, Eventually entering the mountains and forests. “

source: །སྟག་མོ་བཀྲེས་པས་ཉེན་མཐོང་ནས། །འདི་འདྲའི་སེམས་ནི་སྐྱེས་པར་གྱུར། །སྟག་མོ་བཀྲེས་མེས་རབ་བསྲེགས་ཀྱང་། །གཞན་བཟར་རུང་བ་ཅི་ཡང་མེད།
en: They saw a tigress tormented by hunger, And this thought arose within them: Although the tigress is burning with hunger’s fire, There is nothing else there for her to eat. “

source: །སྐྱེས་ཆེན་དེ་འདྲ་མཐོང་ནས་ནི། །དེ་ཡིས་བུ་ནི་ཟོས་དོགས་ཕྱིར། །ཆགས་མེད་ལུས་ནི་རབ་བཏང་ནས། །བུ་སྐྱབས་སྨས་པ་མེད་པར་བྱས།
en: When the great being saw this was so, Because he was afraid she would eat her cubs, Without attachment he gave his body to her, So that the cubs were saved without being wounded. “

source: །ས་ཆེན་དང་ནི་རི་རྣམས་ཀྱང་། །དུས་གཅིག་ཐམས་ཅད་རབ་ཏུ་གཡོས།
en: The great earth and the mountains Were all shaken at the same time.

source: །ཆུ་ཀླུང་རྒྱ་མཚོ་ཤིན་ཏུ་འཁྲུགས། །རླབས་དྲག་ཆུ་ནི་གྱེན་དུ་འབབ།
en: The rivers and the seas were greatly disturbed; Fierce waves rose upon the waters. “

source: །གནམ་ས་འོད་ནི་སྟོར་བས་ན།
en: The sky and the earth lost their light.

source: །མུན་ནག་ཅི་ཡང་མཐོང་བ་མེད།
en: There was darkness in which nothing was visible.

source: །ནགས་ཚལ་དགོན་པའི་གཅན་གཟན་རྣམས། །འཕུར་རྒྱུག་གནས་ནི་ཡོངས་སུ་སྤངས།
en: The wild beasts in the forest of the wilderness Flew and ran, completely abandoning their lairs. “

source: །ཕུ་གཉིས་ཅི་ཕྱིར་མ་ལོག་ཅེས།
en: The two elder brothers wondered why he had not returned.

source: །མྱ་ངན་བརྩེ་བའི་སྡུག་བསྔལ་སྐྱེས།
en: They felt grief and suffered from their love for him.

source: །གཡོག་འཁོར་མང་པོ་རྣམས་དང་ནི། །ནགས་ཚལ་ཀུན་དུ་ཡོངས་སུ་བཙལ།
en: Together with their great retinues of servants, They went searching throughout the forest. “

source: །སྤུན་གཉིས་ལྷན་ཅིག་རབ་འགྲོགས་ཏེ། །རི་གཟར་ནགས་སུ་ཕྱིན་ནས་ནི། །ཕྱོགས་བཞིར་བལྟས་ཀྱང་ཅི་མ་མཐོང་།
en: The two elder brothers, accompanying each other, Went into the forest upon the steep mountain And looked in the four directions but did not see him.

source: །སྟག་མོ་མཐོང་བའི་ནགས་སྟོང་དུ། །མ་དང་བུ་བདུན་བཅས་པར་ནི།
en: In the empty forest where they had seen the tigress, “They saw the mother with her five cubs.

source: །ཐམས་ཅད་ཁྲག་གིས་ཁ་བསྐུས་དང་། །རུས་པ་ལྷག་མ་སྐྲ་རྣམས་ནི། །ས་ལ་ཀུན་དུ་འཐོར་བ་མཐོང་།
en: All of their mouths were stained with blood, And the remaining bones and hair Were scattered everywhere on the ground. “

source: །གཞན་ཡང་ཁྲག་ནི་ཟགས་པ་རྣམས། །འོད་མའི་ཚལ་ཀུན་སྦགས་པ་དག །
en: Moreover, the blood that had been spilled Had soaked the entire grove of bamboos.

source: ཕུ་བོ་གཉིས་ཀྱིས་མཐོང་ནས་ནི། །སེམས་ལ་འཇིགས་སྐྲག་ཆེན་པོ་སྐྱེས།
en: When the two elder brothers saw that, Great fear and alarm arose in their minds. “

source: །གཉི་ག་བརྒྱལ་ནས་ས་ལ་འགྱེལ།
en: They both fainted and fell to the ground.

source: །འཁྲུགས་མྱོས་ཅི་ཡང་མི་དྲན་པས།
en: Disturbed, crazed, they lost consciousness.
